<link rel="stylesheet" type="text/css" href="styles.css">
<h1 style="font-size:18px"> О проекте </h1>

<br>

<p align="justify"> &nbsp Основной практической задачей проекта является работа по созданию и наполнению единого банка данных на воинов, погибших и пропавших без вести в годы Великой Отечественной войны, чьи персональные данные были установлены в ходе поисковых работ на территории Ленинградской области. Здесь будет осуществляться сбор, хранение информации и сведений о проведенных экспедициях, установленных именах, найденных родственниках, проведённых торжественных захоронениях, текущих архивных изысканиях, и т.д. </p>

Социально - практическая значимость проекта заключается в повышении эффективности поисково-исследовательской работы за счет структурирования, централизации хранения и обработки данных, создания единой системы делопроизводства в рамках деятельности Ленинградского регионального отделения Общероссийского общественного движения по увековечению памяти погибших при защите Отечества «Поисковое движение России».

Учет и систематизация результатов работы поисковых отрядов, ведение статистики захороненных и увековеченных на территории Ленинградской области являются неотъемлемой и важнейшей итоговой частью данной деятельности. Использование современных компьютерных технологий, таких как информационные системы, значительно упрощают учет и позволяют сберечь время, чтобы получить интересующую информацию. Помимо этого упрощается доступ и ведение, так как они основываются на комплексной обработке исходных данных.

Наполнение сводной базы осуществляется руководителем регионального отделения, а также командирами поисковых отрядов и объединений,

имеющих допуск к редактированию. По правовым и морально-этическим аспектам некоторые сведения о погибших воинах, такие как персональные данные их родственников, координаты места эксгумационных работ, доступны только администраторам электронной базы.

В конечном итоге, вся совокупность представленных сведений на основе официальных юридических, информационно-справочных и учётных документов, составленных уполномоченными на то лицами, будет являться одним из источников информации для государственной статистики и науки, а также широкой общественности.


